export const symptomsPart1=['Постоянная усталость','Дневная сонливость','Общая слабость','Головокружения','Одышка при обычной нагрузке','Учащённое сердцебиение','Выпадение волос','Ломкость ногтей','Сухость кожи'];
export const symptomsPart2=['Мышечная слабость','Мышечные судороги','Онемение или покалывание в конечностях','Сложнее запоминать','Труднее концентрироваться','Снизилась работоспособность','Изменился аппетит','Заметное изменение массы тела','Нарушения сна'];
export const emotionalQuestions=['Подавленное настроение','Потеря интереса','Трудности со сном или чрезмерная сонливость','Недостаток энергии','Изменение аппетита','Чувство вины, несостоятельности или бесполезности','Трудности с концентрацией, чтением или решениями','Выраженное беспокойство или заторможенность','Чувство безнадежности'];
export const symptomScale=['Не беспокоит','Редко','Иногда','Часто','Почти постоянно'];
export const emotionScale=['Ни разу','Несколько дней','Более половины дней','Почти каждый день'];
